{
  "navbar-link-1": "Për të interesuarit",
  "navbar-link-2": "Për kompanitë",
  "navbar-link-3": "GERKOS",
  "navbar-link-4": "Kontaktoni",
  "navbar-link-5": "Blog",
  "navbar-button": "Aplikoni",

  "home-banner-title-1": "Inovacioni fillon me diversitetin",
  "home-banner-title-2": "Partneri juaj i besueshëm për punëtorët e kualifikuar ",
  "home-banner-title-3": "nga Kosova për kompanitë gjermane.",
  "home-banner-button": "Kontaktoni",

  "home-requirements-1": "Specialistët e vendosur p.a.",
  "home-requirements-2": "Niveli i gjuhës d. Punëtorët e kualifikuar",
  "home-requirements-3": "Përmes. Kohëzgjatja deri në punësim",
  "home-requirements-4": "Mbulimi i industrisë",
  "home-requirements-5": "Kënaqësinë",
  "home-requirements-monate": "Muaj",

  "home-description-title": "Punonjës të kualifikuar nga Kosova për në Gjermani",
  "home-description-text-1": "Mirë se vini në GERKOS - partneri juaj i besueshëm për punëtorët e kualifikuar Kosova për kompanitë gjermane! GERKOS, e themeluar në vitin 2023, është një agjenci dinamike rekrutimi me fokus në Integrimi i specialistëve të kualifikuar nga Kosova në tregun gjerman i punës. Përkushtimi ynë qëndron në këtë, jo vetëm Jo vetëm për të gjetur talente, por edhe histori të qëndrueshme suksesi Për të formuar kompanitë dhe specialistët njësoj.",
  "home-description-text-2": "Si një lidhje ndërmjet Kosovës dhe Gjermanisë, GERKOS i ka vënë vetes synimin që të plotësojë nevojat e kompanive gjermane me potencialin e tyre të pasur. Për të kombinuar njohuritë e specializuara dhe kualifikimet nga Kosova. Ne i kuptojmë sfidat e tregut global të punës dhe jemi krenarë që jemi të tillë për të ofruar një zgjidhje efikase ndaj kërkesës në rritje për punëtorë të kualifikuar.",
  "home-description-text-3": "Ekspertiza jonë varion nga përzgjedhja e kujdesshme e kandidatëve shumë të kualifikuar për të mbështetur me integrim të qetë në atë gjerman punë e përditshme. Në GERKOS, fokusi nuk është vetëm në rekrutimin, por edhe në zhvillimin e qëndrueshëm të marrëdhënieve të bazuara në besim, Profesionalizmi dhe suksesi i ndërsjellë bazohen.",
  "home-description-text-4": "Zbuloni potencialin e një fuqie punëtore të larmishme dhe dinamike me GERKOS. Ne jemi gati të marrim nivelin tjetër të karrierës suaj së bashku me ju për të arritur përsosmërinë. Na kontaktoni tani dhe le të formojmë inovacionin përmes diversitetit së bashku!",
  "home-steps-title": "Hap pas hapi tek specialistët tuaj të rinj",

  "home-steps-title-1": "Parazgjedhje e kualifikuar",
  "home-steps-title-2": "Parazgjedhje e kualifikuar",
  "home-steps-title-3": "Intervistat",
  "home-steps-title-4": "Inkorporimi",

  "home-steps-text-1": "Ne i kuptojmë nevojat tuaja dhe zhvillojmë një kuptim të thellë të profesionistëve që ka nevojë kompania juaj.",
  "home-steps-text-2": "Ne identifikojmë specialistë të kualifikuar nga Kosova të cilët kanë kualifikimet e nevojshme dhe janë të përshtatshëm për kompaninë tuaj",
  "home-steps-text-3": "Ju keni mundësinë të intervistoni personalisht kandidatët. Ne ju mbështesim dhe ju ofrojmë informacione për kandidatët.",
  "home-steps-text-4": "Nga aplikimet për viza deri te integrimi në kompani, pas një përzgjedhjeje të suksesshme ne do të kujdesemi për të gjitha detajet për një kalim pa probleme tek ju.",

  "home-blog-title": "Blogu ynë",
  "home-blog-link": "Mëso më shumë",
  "home-blog-title-1": "Mungesa e fuqisë punëtore të kualifikuar në Gjermani: GERKOS ka zgjidhjen.",
  "home-blog-title-2": "Kosova si një mundësi për kompanitë gjermane",
  "home-blog-title-3": "Vizat dhe lejet e punës: Një udhëzues për punësimin",

  "home-contact-title": "Filloni tani së bashku me GERKOS!",
  "home-contact-link-1": "Kontaktoni",
  "home-contact-link-2": "Lini një takim",

  "footer-text-1": "Lini një takim",
  "footer-text-2": "Specialistë kosovarë për kompanitë gjermane",
  "footer-top-link-1": "Vendndodhja",
  "footer-top-link-2": "Kontaktoni",
  "footer-top-link-3": "Rrjetet sociale",
  "footer-bottom-1": "© 2024 GERKOS c/o Bujar Meroviç. Të gjitha të drejtat e rezervuara.",
  "footer-bottom-2": "E BERE NGA",
  "footer-bottom-3-1": "Kushtet",
  "footer-bottom-3-2": "Gjurmë",
  "footer-bottom-3-3": "Mbrojtjea e të dhënave",

  "interestedPage-banner-title": "Për të interesuarit",
  "interestedPage-banner-text": "Të interesuarit për punë",
  "interested-card1-title-1": "Inxhinierët",
  "interested-card1-text-1": "Inxhinierët janë shumë të kërkuar në Gjermani, veçanërisht inxhinierët elektrikë, mekanikë dhe civilë. Kërkesa e lartë për inxhinierë është për shkak të lulëzimit të industrisë së automobilave dhe makinerive.",
  "interested-card1-text-2": "Pra, ju mund të kapni disa punë me pagesë të lartë në vend nëse jeni të aftë në inxhinieri. Paga mesatare vjetore për profilet në fushën e inxhinierisë është 65,000 €.",
  "interested-card2-title-1": "Fushat e IT dhe zhvillimit të softuerit",
  "interested-card2-text-1": "Punëtorët e kualifikuar në fushën e IT dhe zhvillimit të softuerit janë në kërkesë të lartë në sektorë si financa, kujdesi shëndetësor dhe prodhimi në të gjithë botën. Kur bëhet fjalë për Gjermaninë, sektori i lulëzuar i teknologjisë kërkon inxhinierë, zhvillues dhe profesionistë të IT-së të aftë.",
  "interested-card2-text-2": "Paga mesatare në fushën e TI-së është rreth 50,660€. Pra, nëse keni përvojë pune përkatëse në sektorin e IT, Gjermania mund të ofrojë mundësi fitimprurëse pune.",
  "interested-card3-title-1": "Shitje dhe Marketing",
  "interested-card3-text-1": "Financa dhe kontabiliteti janë profesione të kërkuara jo vetëm në Gjermani, por në mbarë globin. Gjermania ka një sektor të gjerë financiar që përfshin banka, kompani sigurimesh dhe firma investimi.",
  "interested-card3-text-2": "Paga mesatare vjetore për profesionistët e financave dhe kontabilitetit varion nga 39,195 € deri në 43,978 €.",
  "interested-card4-title-1": "Gjuha dhe punë të ngjashme",
  "interested-card4-text-1": "Gjermania është gjithashtu shtëpia e shumë emigrantëve dhe kompanive globale. Prandaj, ofron punë të shumta të lidhura me gjuhën si përkthyes, përkthyes, mësues të anglishtes, etj.",
  "interested-card4-text-2": "Sidoqoftë, duhet të keni një licencë për të dhënë mësim për të ndërtuar një karrierë në këtë fushë. Paga mesatare vjetore në gjuhë dhe punë të ngjashme është 50,000 €.",
  "interested-card5-title-1": "Infermieria dhe Kujdesi Shëndetësor",
  "interested-card5-text-1": "Në krahasim me vendet e tjera evropiane, Gjermania investon një pjesë të konsiderueshme të PBB-së së saj në sektorin e kujdesit shëndetësor. Kjo e bën kujdesin shëndetësor një sektor të rëndësishëm në vend. Për më tepër, rritja e popullsisë së të moshuarve ka rritur kërkesën për shërbime të kujdesit shëndetësor.",
  "interested-card5-text-2": "Prandaj, Gjermania ofron mundësi të shumta pune në këtë sektor për të përballuar mungesën e profesionistëve të kualifikuar të kujdesit shëndetësor. Ndërsa procesi i regjistrimit si profesionist i kujdesit shëndetësor në Gjermani është rigoroz, përfitimet e pafundme e bëjnë punën mjaft tërheqëse. Paga mesatare vjetore në këtë fushë varion nga 39,000€ deri në 33,771€.",
  "interested-card6-title-1": "Inxhinieri Ndërtimi dhe Arkitekturë",
  "interested-card6-text-1": "Më pas në listën e punëve më të mira në Gjermani janë inxhinierët e ndërtimit dhe arkitektët. Ato përfshijnë projektimin dhe menaxhimin e ndërtimit të hapësirave për zyra, shtëpi, hapësira publike, etj.",
  "interested-card6-text-2": "Ju mund të fitoni një pagë mesatare vjetore prej 61,964 € duke punuar si arkitekt në Gjermani. Megjithatë, pagesa mund të varet nga disa faktorë si vendndodhja, përvoja ose lloji i punësimit.",

  "contactus-page-title": "Na kontaktoni",
  "contactus-page-address": "Adresa",
  "contactus-page-phone": "Telefoni",
  "contactus-page-email": "Email",
  "contactus-page-message-1": "Na dërgoni një mesazh",
  "contactus-page-message-2": "Mos ngurroni të na kontaktoni në çdo kohë",
  "contactus-page-input-1": "Shkruaj emrin tënd",
  "contactus-page-input-2": "Shkruaj emailin tënd",
  "contactus-page-input-3": "Shkruaj mesazhin tënd",
  "contactus-page-button": "Dërgo tani",

  "aboutus-page-title": "Rreth Nesh",
  "aboutus-page-title-2": "Zbuloni ekipin tonë",
  "aboutus-page-text": "lorem",
  "aboutus-page-team-title": "Ekipi ynë"
}
