{
  "navbar-link-1": "Per te interesuarit",
  "navbar-link-2": "Për kompanitë",
  "navbar-link-3": "GERKOS",
  "navbar-link-4": "Kontaktoni",
  "navbar-link-5": "Blog",
  "navbar-button": "Aplikoni",

  "home-banner-title-1": "Inovacioni fillon me diversitetin",
  "home-banner-title-2": "Partneri juaj i besueshëm për punëtorët e kualifikuar ",
  "home-banner-title-3": "nga Kosova për kompanitë gjermane.",
  "home-banner-button": "Kontaktoni",

  "home-requirements-1": "Specialistët e vendosur p.a.",
  "home-requirements-2": "Niveli i gjuhës d. Punëtorët e kualifikuar",
  "home-requirements-3": "Përmes. Kohëzgjatja deri në punësim",
  "home-requirements-4": "Mbulimi i industrisë",
  "home-requirements-5": "Kënaqësinë",
  "home-requirements-monate": "Muaj",

  "home-description-title": "Punonjës të kualifikuar nga Kosova për në Gjermani",
  "home-description-text-1": "Mirë se vini në GERKOS - partneri juaj i besueshëm për punëtorët e kualifikuar Kosova për kompanitë gjermane! GERKOS, e themeluar në vitin 2023, është një agjenci dinamike rekrutimi me fokus në Integrimi i specialistëve të kualifikuar nga Kosova në tregun gjerman i punës. Përkushtimi ynë qëndron në këtë, jo vetëm Jo vetëm për të gjetur talente, por edhe histori të qëndrueshme suksesi Për të formuar kompanitë dhe specialistët njësoj.",
  "home-description-text-2": "Si një lidhje ndërmjet Kosovës dhe Gjermanisë, GERKOS i ka vënë vetes synimin që të plotësojë nevojat e kompanive gjermane me potencialin e tyre të pasur. Për të kombinuar njohuritë e specializuara dhe kualifikimet nga Kosova. Ne i kuptojmë sfidat e tregut global të punës dhe jemi krenarë që jemi të tillë për të ofruar një zgjidhje efikase ndaj kërkesës në rritje për punëtorë të kualifikuar.",
  "home-description-text-3": "Ekspertiza jonë varion nga përzgjedhja e kujdesshme e kandidatëve shumë të kualifikuar për të mbështetur me integrim të qetë në atë gjerman punë e përditshme. Në GERKOS, fokusi nuk është vetëm në rekrutimin, por edhe në zhvillimin e qëndrueshëm të marrëdhënieve të bazuara në besim, Profesionalizmi dhe suksesi i ndërsjellë bazohen.",
  "home-description-text-4": "Zbuloni potencialin e një fuqie punëtore të larmishme dhe dinamike me GERKOS. Ne jemi gati të marrim nivelin tjetër të karrierës suaj së bashku me ju për të arritur përsosmërinë. Na kontaktoni tani dhe le të formojmë inovacionin përmes diversitetit së bashku!",
  "home-steps-title": "Hap pas hapi tek specialistët tuaj të rinj",

  "home-steps-title-1": "Parazgjedhje e kualifikuar",
  "home-steps-title-2": "Parazgjedhje e kualifikuar",
  "home-steps-title-3": "Intervistat",
  "home-steps-title-4": "Inkorporimi",

  "home-steps-text-1": "Ne i kuptojmë nevojat tuaja dhe zhvillojmë një kuptim të thellë të profesionistëve që ka nevojë kompania juaj.",
  "home-steps-text-2": "Ne identifikojmë specialistë të kualifikuar nga Kosova të cilët kanë kualifikimet e nevojshme dhe janë të përshtatshëm për kompaninë tuaj",
  "home-steps-text-3": "Ju keni mundësinë të intervistoni personalisht kandidatët. Ne ju mbështesim dhe ju ofrojmë informacione për kandidatët.",
  "home-steps-text-4": "Nga aplikimet për viza deri te integrimi në kompani, pas një përzgjedhjeje të suksesshme ne do të kujdesemi për të gjitha detajet për një kalim pa probleme tek ju.",

  "home-blog-title": "Blogu ynë",
  "home-blog-link": "Mëso më shumë",
  "home-blog-title-1": "Mungesa e fuqisë punëtore të kualifikuar në Gjermani: GERKOS ka zgjidhjen.",
  "home-blog-title-2": "Kosova si një mundësi për kompanitë gjermane",
  "home-blog-title-3": "Vizat dhe lejet e punës: Një udhëzues për punësimin",

  "home-contact-title": "Filloni tani së bashku me GERKOS!",
  "home-contact-link-1": "Kontaktoni",
  "home-contact-link-2": "Lini një takim",

  "footer-text-1": "Lini një takim",
  "footer-text-2": "Specialistë kosovarë për kompanitë gjermane",
  "footer-top-link-1": "Vendndodhja",
  "footer-top-link-2": "Kontaktoni",
  "footer-top-link-3": "Rrjetet sociale",
  "footer-bottom-1": "© 2024 GERKOS c/o Bujar Meroviç. Të gjitha të drejtat e rezervuara.",
  "footer-bottom-2": "E BERE NGA",
  "footer-bottom-3-1": "Kushtet",
  "footer-bottom-3-2": "Gjurmë",
  "footer-bottom-3-3": "Mbrojtjea e të dhënave"
}
