{
  "navbar-link-2": "Për të interesuarit",
  "navbar-link-3": "Për kompanitë",
  "navbar-link-1": "Ballina",
  "navbar-link-4": "Rreth Nesh",
  "navbar-link-5": "Kontaktoni",
  "navbar-button": "Aplikoni",

  "home-banner-title-1": "Perspektiva të përbashkëta",
  "home-banner-title-2": "Partneri juaj i besueshëm për punëtorët e kualifikuar ",
  "home-banner-title-3": "nga Kosova për kompanitë gjermane.",
  "home-banner-button": "Kontaktoni",

  "home-requirements-title": "Sukseset tona",
  "home-requirements-1": "Specialistët e vendosur p.a.",
  "home-requirements-2": "Niveli i gjuhës d. Punëtorët e kualifikuar",
  "home-requirements-3": "Përmes. Kohëzgjatja deri në punësim",
  "home-requirements-4": "Mbulimi i industrisë",
  "home-requirements-5": "Kënaqësinë",
  "home-requirements-monate": "Muaj",

  "home-description-title": "Punonjës të kualifikuar nga Kosova për në Gjermani",
  "home-description-text-1": "Mirë se vini në platformën që bashkon kompanitë dhe specialistë të kualifikuar nga Kosova! Në GERKOS, qëllimi ynë nuk është vetëm të gjejmë talentin më të mirë për kompaninë tuaj, por edhe të hartojmë shtigje individuale karriere për aplikantët..",
  "home-description-text-2": "Për aplikantët: A po ëndërroni për perspektiva të reja karriere në Gjermani? Në GERKOS do të gjeni jo vetëm një gamë të gjerë mundësish karriere në pothuajse të gjitha grupet profesionale, por edhe mbështetje me integrim dhe kushte atraktive pune. Filloni udhëtimin tuaj profesional me ne!",
  "home-description-text-3": "Për kompanitë: A po kërkoni specialistë të shquar që do të forcojnë ekipin tuaj dhe do të avancojnë kompaninë tuaj? GERKOS ju ofron një përzgjedhje ekskluzive të talenteve të kualifikuar nga Kosova. Zbuloni avantazhet e punës me ne – nga ekspertiza e shkëlqyer teknike deri te diversiteti kulturor.",
  "home-description-text-4": "Zbuloni efektet e sinergjisë së punës me GERKOS. Le ta formojmë të ardhmen së bashku. Ne jemi partneri juaj i besueshëm për vendosje të suksesshme dhe zhvillim individual të karrierës!",
  "home-steps-title": "Hap pas hapi tek specialistët tuaj të rinj",

  "home-steps-title-1": "Parazgjedhje e kualifikuar",
  "home-steps-title-2": "Parazgjedhje e kualifikuar",
  "home-steps-title-3": "Intervistat",
  "home-steps-title-4": "Inkorporimi",

  "home-steps-text-1": "Ne i kuptojmë nevojat tuaja dhe zhvillojmë një kuptim të thellë të profesionistëve që ka nevojë kompania juaj.",
  "home-steps-text-2": "Ne identifikojmë specialistë të kualifikuar nga Kosova të cilët kanë kualifikimet e nevojshme dhe janë të përshtatshëm për kompaninë tuaj",
  "home-steps-text-3": "Ju keni mundësinë të intervistoni personalisht kandidatët. Ne ju mbështesim dhe ju ofrojmë informacione për kandidatët.",
  "home-steps-text-4": "Nga aplikimet për viza deri te integrimi në kompani, pas një përzgjedhjeje të suksesshme ne do të kujdesemi për të gjitha detajet për një kalim pa probleme tek ju.",

  "home-blog-title": "Blogu ynë",
  "home-blog-link": "Mëso më shumë",
  "home-blog-title-1": "Mungesa e fuqisë punëtore të kualifikuar në Gjermani: GERKOS ka zgjidhjen.",
  "home-blog-title-2": "Kosova si një mundësi për kompanitë gjermane",
  "home-blog-title-3": "Vizat dhe lejet e punës: Një udhëzues për punësimin",

  "home-contact-title": "Filloni tani së bashku me GERKOS!",
  "home-contact-link-1": "Kontaktoni",
  "home-contact-link-2": "Lini një takim",

  "footer-text-1": "Lini një takim",
  "footer-text-2": "Specialistë kosovarë për kompanitë gjermane",
  "footer-top-link-1": "Vendndodhja",
  "footer-top-link-2": "Kontaktoni",
  "footer-top-link-3": "Rrjetet sociale",
  "footer-bottom-1": "© 2024 GERKOS c/o Bujar Meroviç. Të gjitha të drejtat e rezervuara.",
  "footer-bottom-2": "E BERE NGA",
  "footer-bottom-3-1": "Kushtet",
  "footer-bottom-3-2": "Gjurmë",
  "footer-bottom-3-3": "Mbrojtjea e të dhënave",

  "interestedPage-banner-title": "Punoni në Gjermani. Mundësia juaj",
  "interestedPage-banner-text": "E ardhmja juaj profesionale fillon këtu! Zbuloni mundësi emocionuese karriere dhe filloni një jetë të re në Gjermani. Na kontaktoni tani dhe formoni të ardhmen tuaj!",
  "interestedPage-first-content": "Pavarësisht nëse jeni tashmë plotësisht i punësuar, keni mbaruar së fundmi universitetin ose keni përfunduar formimin profesional - koncepti ynë është rruga juaj për në Gjermani.",
  "interestedPage-card-title": "Ne jemi duke kërkuar për ju!",
  "interestedPage-profesions": "Për njerëzit që punojnë",
  "interestedPage-profesions1": "Për të diplomuarit në universitet",
  "interestedPage-profesions2": "Për të diplomuarit e trajnimit",
  "interestedPage-profesions-content": "Kërkojmë aplikantë me përvojë profesionale të cilët tashmë kanë dëshmuar kompetencën e tyre në botën e punës.",
  "interestedPage-profesions-content1": "Të diplomuar me arsim akademik të cilët janë të gatshëm të përkthejnë njohuritë e tyre në sukses praktik.",
  "interestedPage-profesions-content2": "Specialistë të përkushtuar me formim profesional të përfunduar që përpiqen për sfida të reja.",
  "gerkos-vorteile": "Përparësitë tuaja me GERKOS",
  "gerkos-advance1": "JO kosto për shërbimet tona!",
  "gerkos-advance2": "Njohja e diplomës sime në Gjermani",
  "gerkos-advance3": "Kontrata e garantuar e punes",
  "gerkos-advance4": "Punë tërheqëse",
  "gerkos-advance5": "Tarifat sipas tarifave gjermane",
  "gerkos-profesions-fields": "Një fragment i vogël i grupeve tona profesionale:",
  "gerkos-profesions-related": "Shikoni të gjitha punët që lidhen me këtë fushë",
  "gerkos-profesions-see-more": "Shiko më shumë",
  "gerkos-propfesion-HandWerk": "ArtiZanat",
  "gerkos-propfesion-Medizin": "Mjekësi",
  "gerkos-propfesion-Ingenieurwesen": "Inxhinieri",
  "gerkos-propfesion-Gastgewerbe": "Industria e mikpritjes",

  "interested-card1-title-1": "Inxhinierët",
  "interested-card1-text-1": "Inxhinierët janë shumë të kërkuar në Gjermani, veçanërisht inxhinierët elektrikë, mekanikë dhe civilë. Kërkesa e lartë për inxhinierë është për shkak të lulëzimit të industrisë së automobilave dhe makinerive.",
  "interested-card1-text-2": "Pra, ju mund të kapni disa punë me pagesë të lartë në vend nëse jeni të aftë në inxhinieri. Paga mesatare vjetore për profilet në fushën e inxhinierisë është 65,000 €.",
  "interested-card2-title-1": "Fushat e IT dhe zhvillimit të softuerit",
  "interested-card2-text-1": "Punëtorët e kualifikuar në fushën e IT dhe zhvillimit të softuerit janë në kërkesë të lartë në sektorë si financa, kujdesi shëndetësor dhe prodhimi në të gjithë botën. Kur bëhet fjalë për Gjermaninë, sektori i lulëzuar i teknologjisë kërkon inxhinierë, zhvillues dhe profesionistë të IT-së të aftë.",
  "interested-card2-text-2": "Paga mesatare në fushën e TI-së është rreth 50,660€. Pra, nëse keni përvojë pune përkatëse në sektorin e IT, Gjermania mund të ofrojë mundësi fitimprurëse pune.",
  "interested-card3-title-1": "Shitje dhe Marketing",
  "interested-card3-text-1": "Financa dhe kontabiliteti janë profesione të kërkuara jo vetëm në Gjermani, por në mbarë globin. Gjermania ka një sektor të gjerë financiar që përfshin banka, kompani sigurimesh dhe firma investimi.",
  "interested-card3-text-2": "Paga mesatare vjetore për profesionistët e financave dhe kontabilitetit varion nga 39,195 € deri në 43,978 €.",
  "interested-card4-title-1": "Gjuha dhe punë të ngjashme",
  "interested-card4-text-1": "Gjermania është gjithashtu shtëpia e shumë emigrantëve dhe kompanive globale. Prandaj, ofron punë të shumta të lidhura me gjuhën si përkthyes, përkthyes, mësues të anglishtes, etj.",
  "interested-card4-text-2": "Sidoqoftë, duhet të keni një licencë për të dhënë mësim për të ndërtuar një karrierë në këtë fushë. Paga mesatare vjetore në gjuhë dhe punë të ngjashme është 50,000 €.",
  "interested-card5-title-1": "Infermieria dhe Kujdesi Shëndetësor",
  "interested-card5-text-1": "Në krahasim me vendet e tjera evropiane, Gjermania investon një pjesë të konsiderueshme të PBB-së së saj në sektorin e kujdesit shëndetësor. Kjo e bën kujdesin shëndetësor një sektor të rëndësishëm në vend. Për më tepër, rritja e popullsisë së të moshuarve ka rritur kërkesën për shërbime të kujdesit shëndetësor.",
  "interested-card5-text-2": "Prandaj, Gjermania ofron mundësi të shumta pune në këtë sektor për të përballuar mungesën e profesionistëve të kualifikuar të kujdesit shëndetësor. Ndërsa procesi i regjistrimit si profesionist i kujdesit shëndetësor në Gjermani është rigoroz, përfitimet e pafundme e bëjnë punën mjaft tërheqëse. Paga mesatare vjetore në këtë fushë varion nga 39,000€ deri në 33,771€.",
  "interested-card6-title-1": "Inxhinieri Ndërtimi dhe Arkitekturë",
  "interested-card6-text-1": "Më pas në listën e punëve më të mira në Gjermani janë inxhinierët e ndërtimit dhe arkitektët. Ato përfshijnë projektimin dhe menaxhimin e ndërtimit të hapësirave për zyra, shtëpi, hapësira publike, etj.",
  "interested-card6-text-2": "Ju mund të fitoni një pagë mesatare vjetore prej 61,964 € duke punuar si arkitekt në Gjermani. Megjithatë, pagesa mund të varet nga disa faktorë si vendndodhja, përvoja ose lloji i punësimit.",

  "contactus-page-title": "Na kontaktoni",
  "contactus-page-address": "Adresa",
  "contactus-page-phone": "Telefoni",
  "contactus-page-email": "Email",
  "contactus-page-message-1": "Na dërgoni një mesazh",
  "contactus-page-message-2": "Mos ngurroni të na kontaktoni në çdo kohë",
  "contactus-page-input-1": "Shkruaj emrin tënd",
  "contactus-page-input-2": "Shkruaj emailin tënd",
  "contactus-page-input-3": "Shkruaj mesazhin tënd",
  "contactus-page-button": "Dërgo tani",

  "aboutus-page-title": "Misioni ynë: Ndërtimi i urave, lidhja e talenteve",
  "aboutus-page-text": "Misioni ynë është të ndërtojmë një urë lidhëse ndërmjet kompanive në Gjermani dhe specialistëve të kualifikuar në Kosovë. Ne jemi të specializuar në industrinë artizanale, IT, mjekësore, inxhinierike dhe mikpritëse dhe u ofrojmë aplikantëve dhe kompanive mbështetje gjithëpërfshirëse, nga kontakti i parë deri te rekrutimi i suksesshëm dhe më gjerë. Nëpërmjet përzgjedhjes së kujdesshme dhe këshillave individuale, ne sigurojmë që vendosjet tona të përmbushin nevojat dhe pritshmëritë e kompanive dhe specialistëve.",
  "aboutus-page-team-title": "Ekipi ynë",
  "aboutus-page-text-team": "Pas GERKOS është një ekip konsulentësh me përvojë, të cilët karakterizohen nga pasioni për punën e tyre dhe një kuptim i thellë i kërkesave të tregut ndërkombëtar të punës. Ekipi ynë punon ngushtë me të dyja palët – profesionistë dhe kompani – për të siguruar që çdo pozicion jo vetëm të përputhet me kualifikimet, por edhe të sigurojë kënaqësi afatgjatë.",

  "forCompanies-banner-title-1": "Mirë se vini te GERKOS",
  "forCompanies-banner-title-2": "- Burimi juaj për specialistë të kualifikuar të lartë nga Kosova",
  "forCompanies-banner-title-3": "- Po kërkoni për specialistë të shkëlqyer për të fuqizuar kompaninë tuaj dhe për të zgjeruar ekipin tuaj?",
  "forCompanies-banner-title-4": "- Te GERKOS ofrojmë zgjidhje të personalizuara duke ndërmjetësuar talente të kualifikuara nga Kosova.",

  "forCompanies--talent-paragraph-1": "Në botën e shkathësive dinamike të biznesit sot, specialistët e klasës së parë janë çelësi për sukses.",
  "forCompanies--talent-paragraph-2": "Në GERKOS kuptojmë se ekipi juaj është baza për një sukses të qëndrueshëm dhe për rritje.",
  "forCompanies--talent-paragraph-3": "Prandaj ju ofrojmë një burim ekskluziv për specialistë të kualifikuar të lartë nga Kosova, për të luftuar efektivisht mungesën e specialistëve në tregun gjerman të punës.",
  "forCompanies--talent-paragraph-4": "Avantazhet tuaja në bashkëpunim me GERKOS-in:",
  "forCompanies--talent-paragraph-5": "- Sigurimi i cilësisë: Ne vlerësojmë cilësinë dhe zbatojmë procese zgjedhje të rrepta për të siguruar që të përfaqësohen vetëm talentet më të mira.",
  "forCompanies--talent-paragraph-6": "- Shkëlqimi në fushën e specializimit: Specialistët tanë kanë kualifikime të klasës së parë dhe sjellin përvojë të gjërë në fusha të ndryshme profesionale.",
  "forCompanies--talent-paragraph-7": "- Diversiteti kulturor: Duke bashkëpunuar me [Emrin e Agjensisë Tuaj], ju përhapni jo vetëm njohuri profesionale, por edhe kulturore. Talentet tona sjellin një perspektivë të ndryshme në kompaninë tuaj.",
  "forCompanies--talent-paragraph-8": "- Posredimi efikas: Ne kuptojmë se koha është jetësore. Me procesin tonë të shpejtë të posredimit, ju gjeni shpejt specialistët e duhur që përmbushin kërkesat tuaja.",
  "forCompanies--talent-paragraph-9": "- Besueshmëria: GERKOS-i përfaqëson besueshmëri dhe transparencë. Ne e vlerësojmë ndërtimin e një partneriteti afatgjatë dhe sigurimin që ju të fitoni talentet më të mira për ekipin tuaj.",
  "forCompanies--talent-paragraph-10": "- Këshillimi individual: Çdo kompani është unike. Ekipi ynë ofron këshillim individual për t'ju siguruar që posredimi përputhet me nevojat tuaja të veçanta.",
  "forCompanies--talent-paragraph-11": "Zbuloni avantazhet e bashkëpunimit me GERKOS-in.",
  "forCompanies--talent-paragraph-12": "Na kontaktoni sot dhe lejojini të forcojmë bashkë ekipin tuaj.",

  "interestedPage-professions": "Profesione në fushën e IT-së",
  "it-professions-1": "Zhvillues i softuerit",
  "it-professions-2": "Administrator i sistemit",
  "it-professions-3": "Specialist i mbështetjes së IT",
  "it-professions-4": "Analist i të dhënave",
  "it-professions-5": "Zhvillues web",
  "it-professions-6": "Ekspert i sigurisë",
  "it-professions-7": "Teknik i rrjetit",
  "it-professions-8": "Administrator i bazës së të dhënave",
  "it-professions-9": "Dizajner UX/UI",

  "handwerk-page-professions": "Profesione në fushën e artizanatit",
  "handwerk-professions-1": "Elektricist",
  "handwerk-professions-2": "Tischler",
  "handwerk-professions-3": "Kfz-Mechatroniker",
  "handwerk-professions-4": "Instalues për ngrohje dhe sanitare",
  "handwerk-professions-5": "Shitur",
  "handwerk-professions-6": "Murer",
  "handwerk-professions-7": "Të ngulur",
  "handwerk-professions-8": "Pikturues dhe lakuriq",
  "handwerk-professions-9": "Punues i pllakave",

  "medizin-page-professions": "Profesione në fushën e mjekësisë",
  "medizin-professions-1": "Infermierë dhe kujdestarë shëndetësorë",
  "medizin-professions-2": "Asistent mjekësor teknik",
  "medizin-professions-3": "Farmacist",
  "medizin-professions-4": "Fizioterapist",
  "medizin-professions-5": "Ndihmës zahnmedicinor",
  "medizin-professions-6": "Kujdestar i moshuarëve",
  "medizin-professions-7": "Ergoterapist",
  "medizin-professions-8": "Ndihmës i shpëtimit në emergjencë",
  "medizin-professions-9": "Ndihmës mjekësor",

  "ingenieurwesen-page-professions": "Profesione në fushën e inxhinierisë",
  "ingenieurwesen-professions-1": "Inxhinier makinerie",
  "ingenieurwesen-professions-2": "Inxhinier elektrik",
  "ingenieurwesen-professions-3": "Inxhinier ndërtimi",
  "ingenieurwesen-professions-4": "Inxhinier teknologjish",
  "ingenieurwesen-professions-5": "Inxhinier ajror dhe hapësinor",
  "ingenieurwesen-professions-6": "Inxhinier mjedisi",
  "ingenieurwesen-professions-7": "Inxhinier kimik",
  "ingenieurwesen-professions-8": "Inxhinier automatizimi",

  "gastgewerbe-page-professions": "Profesione në fushën e shërbimeve ushqimore",
  "gastgewerbe-professions-1": "Kuzhinier",
  "gastgewerbe-professions-2": "Specialist hoteli",
  "gastgewerbe-professions-3": "Menaxher restoranti",
  "gastgewerbe-professions-4": "Barman",
  "gastgewerbe-professions-5": "Punëtor recepsioni",
  "gastgewerbe-professions-6": "Menaxher eventi",
  "gastgewerbe-professions-7": "Punëtor në dhomën e gjumit/kamerier",
  "gastgewerbe-professions-8": "Staf shërbimi",
  "gastgewerbe-professions-9": "Ndihmës kuzhine"
}
