{
  "navbar-link-1": "Für Interessierte",
  "navbar-link-2": "Für Unternehmen",
  "navbar-link-3": "GERKOS",
  "navbar-link-4": "Kontakt",
  "navbar-link-5": "Blog",
  "navbar-button": "Bewerbung",

  "home-banner-title-1": "Innovation beginnt mit Vielfalt",
  "home-banner-title-2": "Ihr zuverlässiger Partner für Fachkräfte ",
  "home-banner-title-3": "aus dem Kosovo für deutsche Unternehmen.",
  "home-banner-button": "Kontakt aufnehmen",

  "home-requirements-1": "Vermittelte Fachkräfte p.a.",
  "home-requirements-2": "Sprachniveau d. Fachkräfte",
  "home-requirements-3": "Durch. Dauer bis zur Anstellung",
  "home-requirements-4": "Branchenabdeckung",
  "home-requirements-5": "Zufriedenheit",
  "home-requirements-monate": "Monate",

  "home-description-title": "Fachkräfte aus dem Kosovofür Deutschland",
  "home-description-text-1": "Willkommen bei GERKOS - Ihr zuverlässiger Partner für Fachkräfte aus dem Kosovo für deutsche Unternehmen! GERKOS, gegründet im Jahr 2023, ist eine dynamische Personalvermittlungsagentur mit dem Fokus auf die Integration hochqualifizierter Fachkräfte aus dem Kosovo in den deutschen Arbeitsmarkt. Unser Engagement liegt darin, nicht nur Talente zu finden, sondern nachhaltige Erfolgsgeschichten für Unternehmen und Fachkräfte gleichermaßen zu gestalten.",
  "home-description-text-2": "Als Bindeglied zwischen Kosovo und Deutschland hat sich GERKOS zum Ziel gesetzt, die Bedürfnisse deutscher Unternehmen mit dem reichen Potenzial an Fachkenntnissen und Qualifikationen aus dem Kosovo zu verbinden. Wir verstehen die Herausforderungen des globalen Arbeitsmarkts und sind stolz darauf, eine effiziente Lösung für die wachsende Nachfrage nach Fachkräften zu bieten.",
  "home-description-text-3": "Unsere Expertise reicht von der sorgfältigen Auswahl hochqualifizierter Kandidaten bis hin zur Unterstützung bei der reibungslosen Integration in den deutschen Arbeitsalltag. Bei GERKOS steht nicht nur die Rekrutierung im Vordergrund, sondern auch die nachhaltige Entwicklung von Beziehungen, die auf Vertrauen, Professionalität und gemeinsamem Erfolg basieren. ",
  "home-description-text-4": "Entdecken Sie die Potenziale einer vielfältigen und dynamischen Belegschaft mit GERKOS. Wir sind bereit, gemeinsam mit Ihnen die nächste Stufe der beruflichen Exzellenz zu erklimmen. Kontaktieren Sie uns jetzt, und lassen Sie uns zusammen Innovation durch Vielfalt gestalten!",

  "home-steps-title": " Step-By-Step zu Ihren neuen Fachkräften",

  "home-steps-title-1": "Nevoja për analizë",
  "home-steps-title-2": "Qualifizierte Vorauswahl",
  "home-steps-title-3": "Interviews",
  "home-steps-title-4": "Eingliederung",

  "home-steps-text-1": "Wir verstehen Ihre Bedürfnisse und entwickeln ein tiefgreifendes Verständnis für die Fachkräfte,die Ihr Unternehmen benötigt.",
  "home-steps-text-2": "Wir identifizieren hochqualifizierte Fachkräfte aus dem Kosovo, die sowohl die nötigen Qualifikationen haben, als auch persönlich zu Ihrem Betrieb passen",
  "home-steps-text-3": "Sie haben die Möglichkeit, die Kandidaten persönlich zu interviewen. Wir unterstützen Sie und stehen Ihnen mit Informationen über die Kandidaten zur Seite.",
  "home-steps-text-4": "Von Visaanträgen bis hin zur Eingliederung im Betrieb, kümmern wir uns nach erfolgreicher Auswahl um alle Details für einen problemlosen Übergang zu Ihnen.",

  "home-blog-title": "Unser blog",
  "home-blog-link": "Mehr erfahren",
  "home-blog-title-1": "Fachkräftemangel in Deutschland: GERKOS hat die Lösung.",
  "home-blog-title-2": "Kosovo als Chance für deutsche Unternehmen",
  "home-blog-title-3": "Visum und Arbeitserlaubnis: Ein Leitfaden für die Einstellung",

  "home-contact-title": "Starten Sie jetzt zusammen mit GERKOS durch!",
  "home-contact-link-1": "Kontakt aufnehmen",
  "home-contact-link-2": "Termin vereinbaren",

  "footer-text-1": "Innovation beginnt mit Vielfalt!",
  "footer-text-2": "Kosovo-Fachkräfte für deutsche Unternehmen",
  "footer-top-link-1": "Standort",
  "footer-top-link-2": "Kontakt",
  "footer-top-link-3": "Socials",
  "footer-bottom-1": "© 2024 GERKOS c/o Bujar Merovic. Alle Rechte vorbehalten.",
  "footer-bottom-2": "MADE BY",
  "footer-bottom-3-1": "AGB",
  "footer-bottom-3-2": "Impressum",
  "footer-bottom-3-3": "Datenschutz"
}
